Repository: BrevinB/TubPirates
Catalog: TubPirates/Localizable.xcstrings
Source language: en
Languages: de, es, fr, ja, pt_br, zh_hans

source: Randomize
de: Zufällig
es: Aleatorio
fr: Aléatoire
ja: ランダム
pt_br: Aleatorizar
zh_hans: 随机

source: Record and achievements
de: Statistik und Erfolge
es: Récord y logros
fr: Statistiques et succès
ja: 戦績と実績
pt_br: Histórico e conquistas
zh_hans: 战绩和成就

source: Redeem a Code
de: Code einlösen
es: Canjear código
fr: Utiliser un code
ja: コードを引き換え
pt_br: Resgatar código
zh_hans: 兑换代码

source: Rematch
de: Revanche
es: Revancha
fr: Revanche
ja: 再戦
pt_br: Revanche
zh_hans: 再战

source: Remove from Harbor
de: Aus dem Hafen entfernen
es: Quitar del puerto
fr: Retirer du port
ja: 港から削除
pt_br: Remover do porto
zh_hans: 从港口移除

source: Reset Everything
de: Alles zurücksetzen
es: Restablecer todo
fr: Tout réinitialiser
ja: すべてリセット
pt_br: Redefinir tudo
zh_hans: 全部重置

source: Reset your profile?
de: Profil zurücksetzen?
es: ¿Restablecer tu perfil?
fr: Réinitialiser votre profil ?
ja: プロフィールをリセットしますか？
pt_br: Redefinir seu perfil?
zh_hans: 重置你的资料？

source: Restock the Armory
de: Waffenkammer auffüllen
es: Reabastecer armería
fr: Réapprovisionner l’armurerie
ja: 武器庫を補充
pt_br: Reabastecer arsenal
zh_hans: 补充军械库

source: Rotate chain shot
de: Kettenkugel drehen
es: Girar bala encadenada
fr: Faire pivoter le boulet ramé
ja: 鎖弾を回転
pt_br: Girar tiro de corrente
zh_hans: 旋转链弹

source: Rough seas!
de: Raue See!
es: ¡Mares agitados!
fr: Mer agitée !
ja: 荒れた海！
pt_br: Mares agitados!
zh_hans: 海况恶劣！

source: Scanning the seas...
de: Meere werden abgesucht...
es: Explorando los mares...
fr: Recherche en mer...
ja: 海を捜索中...
pt_br: Vasculhando os mares...
zh_hans: 正在扫描海域...

source: Sea Monster Crew
de: Seemonster-Crew
es: Tripulación monstruo marino
fr: Équipage des monstres marins
ja: 海の怪物クルー
pt_br: Tripulação monstro marinho
zh_hans: 海怪船队

source: Send a Message
de: Nachricht senden
es: Enviar mensaje
fr: Envoyer un message
ja: メッセージを送信
pt_br: Enviar mensagem
zh_hans: 发送消息

source: Set Sail!
de: Segel setzen!
es: ¡Zarpar!
fr: Mettre les voiles !
ja: 出航！
pt_br: Zarpar!
zh_hans: 扬帆起航！

source: Settings
de: Einstellungen
es: Ajustes
fr: Réglages
ja: 設定
pt_br: Ajustes
zh_hans: 设置

source: Sign In
de: Anmelden
es: Iniciar sesión
fr: Se connecter
ja: サインイン
pt_br: Iniciar sessão
zh_hans: 登录

source: Sign in to Game Center to set sail against real rivals.
de: Melde dich bei Game Center an, um gegen echte Rivalen zu segeln.
es: Inicia sesión en Game Center para zarpar contra rivales reales.
fr: Connectez-vous à Game Center pour affronter de vrais rivaux.
ja: Game Centerにサインインして本物のライバルと対戦しましょう。
pt_br: Inicie sessão no Game Center para enfrentar rivais reais.
zh_hans: 登录 Game Center，与真实对手开战。

source: Sink each captain's fleet to face the next rival!
de: Versenke die Flotte jedes Kapitäns, um den nächsten Rivalen zu treffen!
es: ¡Hunde la flota de cada capitán para enfrentarte al siguiente rival!
fr: Coulez la flotte de chaque capitaine pour affronter le rival suivant !
ja: 各船長の艦隊を沈めて次のライバルへ！
pt_br: Afunde a frota de cada capitão para enfrentar o próximo rival!
zh_hans: 击沉每位船长的舰队，迎战下一个对手！

source: Skip
de: Überspringen
es: Omitir
fr: Passer
ja: スキップ
pt_br: Pular
zh_hans: 跳过

source: Stock up before battle — every shot you fire is spent from your stash!
de: Rüste dich vor der Schlacht aus: Jeder Schuss verbraucht deinen Vorrat!
es: Abastécete antes de la batalla: cada disparo consume tu reserva.
fr: Faites le plein avant la bataille : chaque tir utilise votre réserve !
ja: バトル前に補充しましょう。撃つたびに備蓄を消費します！
pt_br: Reabasteça antes da batalha: cada tiro usa seu estoque!
zh_hans: 战斗前先补给：每次开火都会消耗你的库存！

source: Sunk!
de: Versenkt!
es: ¡Hundido!
fr: Coulé !
ja: 沈没！
pt_br: Afundou!
zh_hans: 沉没！

source: Tap to battle!
de: Tippen zum Kämpfen!
es: ¡Toca para combatir!
fr: Touchez pour combattre !
ja: タップしてバトル！
pt_br: Toque para batalhar!
zh_hans: 点按开战！

source: Tap to claim yer loot
de: Tippen, um deine Beute zu holen
es: Toca para reclamar tu botín
fr: Touchez pour réclamer votre butin
ja: タップして報酬を受け取る
pt_br: Toque para resgatar seu saque
zh_hans: 点按领取战利品

# Tap to continue (%lld/%lld)
source: Tap to continue (%1$lld/%2$lld)
de: Tippen zum Fortfahren (%1$lld/%2$lld)
es: Toca para continuar (%1$lld/%2$lld)
fr: Touchez pour continuer (%1$lld/%2$lld)
ja: タップして続行（%1$lld/%2$lld）
pt_br: Toque para continuar (%1$lld/%2$lld)
zh_hans: 点按继续（%1$lld/%2$lld）

source: Tap to equip
de: Tippen zum Ausrüsten
es: Toca para equipar
fr: Touchez pour équiper
ja: タップして装備
pt_br: Toque para equipar
zh_hans: 点按装备

# TAUNT_SEEN
source: Message delivered
de: Nachricht zugestellt
es: Mensaje entregado
fr: Message remis
ja: メッセージ配信済み
pt_br: Mensagem entregue
zh_hans: 消息已送达

source: The battle couldn't be loaded — check yer connection and try again from Online Battle.
de: Die Schlacht konnte nicht geladen werden. Prüfe deine Verbindung und versuche es über Online-Schlacht erneut.
es: No se pudo cargar la batalla. Comprueba tu conexión e inténtalo de nuevo desde Batalla online.
fr: La bataille n’a pas pu être chargée. Vérifiez votre connexion et réessayez depuis Bataille en ligne.
ja: バトルを読み込めませんでした。接続を確認し、オンラインバトルからやり直してください。
pt_br: A batalha não pôde ser carregada. Verifique sua conexão e tente de novo em Batalha Online.
zh_hans: 无法加载战斗。请检查连接，然后从在线战斗重试。

source: The doubloon packs couldn't be loaded. Check yer connection and try again.
de: Die Dublonenpakete konnten nicht geladen werden. Prüfe deine Verbindung und versuche es erneut.
es: No se pudieron cargar los paquetes de doblones. Comprueba tu conexión e inténtalo de nuevo.
fr: Les packs de doublons n’ont pas pu être chargés. Vérifiez votre connexion et réessayez.
ja: ダブロンパックを読み込めませんでした。接続を確認してもう一度お試しください。
pt_br: Os pacotes de dobrões não puderam ser carregados. Verifique sua conexão e tente novamente.
zh_hans: 无法加载金币包。请检查连接并重试。

source: The Gilded Armada
de: Die vergoldete Armada
es: La armada dorada
fr: L’Armada dorée
ja: 黄金艦隊
pt_br: A Armada Dourada
zh_hans: 镀金舰队

source: The Gilded Armada is yours!
de: Die Vergoldete Armada gehört dir!
es: ¡La Armada Dorada es tuya!
fr: L’Armada dorée est à vous !
ja: 黄金艦隊はあなたのもの！
pt_br: A Armada Dourada é sua!
zh_hans: 镀金舰队归你了！

source: The Harbor
de: Der Hafen
es: El puerto
fr: Le port
ja: 港
pt_br: O porto
zh_hans: 港口

source: The merchant be asleep!
de: Der Händler schläft!
es: ¡El mercader está dormido!
fr: Le marchand dort !
ja: 商人は眠っています！
pt_br: O mercador está dormindo!
zh_hans: 商人睡着了！

source: The merchant be unreachable!
de: Der Händler ist nicht erreichbar!
es: ¡No se puede contactar con el mercader!
fr: Le marchand est injoignable !
ja: 商人に接続できません！
pt_br: O mercador está inacessível!
zh_hans: 无法联系商人！

source: The purchase didn't go through
de: Der Kauf wurde nicht abgeschlossen
es: La compra no se completó
fr: L’achat n’a pas abouti
ja: 購入が完了しませんでした
pt_br: A compra não foi concluída
zh_hans: 购买未完成

source: The scruffy scourge of the bathtub. All bark, some bite.
de: Die struppige Plage der Badewanne. Viel Gebell, etwas Biss.
es: El azote desaliñado de la bañera. Mucho ladrido, algo de mordida.
fr: Le fléau hirsute de la baignoire. Beaucoup d’aboiements, un peu de mordant.
ja: 浴槽のもじゃもじゃ厄介者。吠えるだけじゃなく、少し噛みます。
pt_br: O flagelo desgrenhado da banheira. Muito latido, alguma mordida.
zh_hans: 浴缸里的邋遢灾星。叫得凶，也会咬。

source: The trusty originals. Every captain's first flotilla.
de: Die verlässlichen Originale. Die erste Flottille jedes Kapitäns.
es: Los originales de confianza. La primera flotilla de todo capitán.
fr: Les originaux fidèles. La première flottille de chaque capitaine.
ja: 頼れる定番。すべての船長の最初の小艦隊。
pt_br: Os originais confiáveis. A primeira flotilha de todo capitão.
zh_hans: 可靠的原版。每位船长的第一支小舰队。

source: The tub is yours, Captain!
de: Die Wanne gehört dir, Kapitän!
es: ¡La bañera es tuya, capitán!
fr: La baignoire est à vous, capitaine !
ja: 浴槽はあなたのものです、船長！
pt_br: A banheira é sua, capitão!
zh_hans: 浴缸归你了，船长！

source: The unfinished battle will be gone for good.
de: Die unfertige Schlacht wird endgültig gelöscht.
es: La batalla sin terminar se perderá para siempre.
fr: La bataille inachevée sera définitivement supprimée.
ja: 未完了のバトルは完全に失われます。
pt_br: A batalha inacabada será perdida para sempre.
zh_hans: 未完成的战斗将永久消失。

source: Their fleet, revealed!
de: Ihre Flotte, enthüllt!
es: ¡Su flota, revelada!
fr: Leur flotte, révélée !
ja: 相手の艦隊、公開！
pt_br: A frota deles, revelada!
zh_hans: 对方舰队已揭晓！

source: This cannon will shoot 5 shots in an X pattern.
de: Diese Kanone feuert 5 Schüsse in einem X-Muster.
es: Este cañón dispara 5 tiros en forma de X.
fr: Ce canon tire 5 coups en forme de X.
ja: この大砲はX字に5発撃ちます。
pt_br: Este canhão dispara 5 tiros em formato de X.
zh_hans: 这门大炮会以 X 形发射 5 发炮弹。

source: This monster cannon targets four tiles at once.
de: Diese Monsterkanone trifft vier Felder auf einmal.
es: Este cañón monstruoso apunta a cuatro casillas a la vez.
fr: Ce canon monstrueux vise quatre cases à la fois.
ja: この巨大砲は一度に4マスを狙います。
pt_br: Este canhão monstruoso mira quatro casas de uma vez.
zh_hans: 这门巨炮一次瞄准四个格子。

source: Trophy
de: Trophäe
es: Trofeo
fr: Trophée
ja: トロフィー
pt_br: Troféu
zh_hans: 奖杯

source: Try Again
de: Erneut versuchen
es: Intentar de nuevo
fr: Réessayer
ja: 再試行
pt_br: Tentar novamente
zh_hans: 重试

source: Tugboat
de: Schlepper
es: Remolcador
fr: Remorqueur
ja: タグボート
pt_br: Rebocador
zh_hans: 拖船

source: Use this shot to 'see' all of the ships in a certain area. Causes no damage.
de: Mit diesem Schuss siehst du alle Schiffe in einem Bereich. Verursacht keinen Schaden.
es: Usa este disparo para “ver” todos los barcos en una zona. No causa daño.
fr: Utilisez ce tir pour « voir » tous les navires dans une zone. Ne cause aucun dégât.
ja: 指定範囲にあるすべての船を「見る」ショット。ダメージはありません。
pt_br: Use este tiro para “ver” todos os navios em uma área. Não causa dano.
zh_hans: 使用这一炮“查看”某片区域内的所有船只。不造成伤害。

source: Use this special cannon shot to reveal your opponent's ship's location.
de: Nutze diesen Spezialschuss, um die Position eines gegnerischen Schiffs aufzudecken.
es: Usa este disparo especial para revelar la ubicación de un barco rival.
fr: Utilisez ce tir spécial pour révéler la position d’un navire adverse.
ja: この特殊砲で相手の船の位置を明らかにします。
pt_br: Use este tiro especial para revelar a localização de um navio inimigo.
zh_hans: 使用这发特殊炮弹揭示对手船只的位置。

source: Victory!
de: Sieg!
es: ¡Victoria!
fr: Victoire !
ja: 勝利！
pt_br: Vitória!
zh_hans: 胜利！

source: View Their Fleet
de: Ihre Flotte ansehen
es: Ver su flota
fr: Voir leur flotte
ja: 相手の艦隊を見る
pt_br: Ver frota deles
zh_hans: 查看对方舰队

source: Waiting for your rival to place their fleet...
de: Warte darauf, dass dein Rivale seine Flotte platziert...
es: Esperando a que tu rival coloque su flota...
fr: En attente du placement de la flotte adverse...
ja: ライバルが艦隊を配置するのを待っています...
pt_br: Aguardando seu rival posicionar a frota...
zh_hans: 正在等待对手布置舰队...

source: While ye were away...
de: Während du weg warst...
es: Mientras estabas fuera...
fr: Pendant votre absence...
ja: 留守の間に...
pt_br: Enquanto você estava fora...
zh_hans: 你离开时...

# Win ×%lld to claim the Gilded Armada fleet
source: Win ×%1$lld to claim the Gilded Armada fleet
de: Gewinne ×%1$lld, um die Vergoldete Armada zu beanspruchen
es: Gana ×%1$lld para reclamar la Armada Dorada
fr: Gagnez ×%1$lld pour obtenir l’Armada dorée
ja: ×%1$lld勝して黄金艦隊を獲得
pt_br: Vença ×%1$lld para resgatar a Armada Dourada
zh_hans: 赢得 ×%1$lld 场以领取镀金舰队

source: Wind-Up Whale
de: Aufzieh-Wal
es: Ballena de cuerda
fr: Baleine mécanique
ja: ぜんまいクジラ
pt_br: Baleia de corda
zh_hans: 发条鲸鱼

# Ye need %lld more doubloons, matey.
source: Ye need %1$lld more doubloons, matey.
de: Du brauchst noch %1$lld Dublonen, Kamerad.
es: Necesitas %1$lld doblones más, amigo.
fr: Il vous faut encore %1$lld doublons, matelot.
ja: あと%1$lldダブロン必要です。
pt_br: Você precisa de mais %1$lld dobrões, marujo.
zh_hans: 还需要 %1$lld 枚金币。

# Ye need %lld more doubloons. Win battles to earn them!
source: Ye need %1$lld more doubloons. Win battles to earn them!
de: Du brauchst noch %1$lld Dublonen. Gewinne Schlachten, um sie zu verdienen!
es: Necesitas %1$lld doblones más. ¡Gana batallas para conseguirlos!
fr: Il vous faut encore %1$lld doublons. Gagnez des batailles pour en obtenir !
ja: あと%1$lldダブロン必要です。バトルに勝って稼ぎましょう！
pt_br: Você precisa de mais %1$lld dobrões. Vença batalhas para consegui-los!
zh_hans: 还需要 %1$lld 枚金币。赢得战斗来赚取它们！

source: Ye've earned yer first doubloons, captain! Spend 'em on a new face — or save 'em for cannons in the Armory.
de: Du hast deine ersten Dublonen verdient, Kapitän! Gib sie für ein neues Gesicht aus oder spare sie für Kanonen in der Waffenkammer.
es: ¡Has ganado tus primeros doblones, capitán! Gástalos en una cara nueva o guárdalos para cañones en la armería.
fr: Vous avez gagné vos premiers doublons, capitaine ! Dépensez-les pour un nouveau visage ou gardez-les pour des canons à l’armurerie.
ja: 初めてのダブロンを獲得しました、船長！新しい顔に使うか、武器庫の砲のために取っておきましょう。
pt_br: Você ganhou seus primeiros dobrões, capitão! Gaste-os em um novo visual ou guarde para canhões no Arsenal.
zh_hans: 你赚到了第一批金币，船长！可以换个新头像，也可以留着在军械库买大炮。

source: Yer battles across the seven tubs
de: Deine Schlachten über die sieben Wannen
es: Tus batallas por las siete bañeras
fr: Vos batailles sur les sept baignoires
ja: 七つの浴槽でのあなたのバトル
pt_br: Suas batalhas pelas sete banheiras
zh_hans: 你在七大浴缸中的战斗

source: Yer rival
de: Dein Rivale
es: Tu rival
fr: Votre rival
ja: ライバル
pt_br: Seu rival
zh_hans: 你的对手

source: Yer rival will be handed the win.
de: Deinem Rivalen wird der Sieg zugesprochen.
es: Tu rival recibirá la victoria.
fr: La victoire sera accordée à votre rival.
ja: 勝利はライバルに与えられます。
pt_br: Seu rival receberá a vitória.
zh_hans: 你的对手将获得胜利。

source: Yer shot couldn't reach the rival. Check yer connection and try again.
de: Dein Schuss konnte den Rivalen nicht erreichen. Prüfe deine Verbindung und versuche es erneut.
es: Tu disparo no llegó al rival. Comprueba tu conexión e inténtalo de nuevo.
fr: Votre tir n’a pas atteint le rival. Vérifiez votre connexion et réessayez.
ja: ショットがライバルに届きませんでした。 接続を確認してもう一度お試しください。
pt_br: Seu tiro não alcançou o rival. Verifique sua conexão e tente novamente.
zh_hans: 你的炮弹没能打到对手。 请检查连接并重试。

source: Yer stash is empty — special cannons turn the tide, matey!
de: Dein Vorrat ist leer: Spezialkanonen wenden das Blatt, Kamerad!
es: Tu reserva está vacía: los cañones especiales cambian la marea, amigo.
fr: Votre réserve est vide : les canons spéciaux renversent la vapeur, matelot !
ja: 備蓄が空です。特殊砲が流れを変えます！
pt_br: Seu estoque está vazio: canhões especiais viram o jogo, marujo!
zh_hans: 你的库存空了：特殊大炮能扭转战局！

source: You can rejoin any time from Online Battle.
de: Du kannst jederzeit über Online-Schlacht zurückkehren.
es: Puedes volver en cualquier momento desde Batalla online.
fr: Vous pouvez revenir à tout moment depuis Bataille en ligne.
ja: オンラインバトルからいつでも復帰できます。
pt_br: Você pode voltar a qualquer momento em Batalha Online.
zh_hans: 你可以随时从在线战斗重新加入。

source: You can restart the tutorial from the main menu.
de: Du kannst das Tutorial im Hauptmenü neu starten.
es: Puedes reiniciar el tutorial desde el menú principal.
fr: Vous pouvez relancer le tutoriel depuis le menu principal.
ja: メインメニューからチュートリアルを再開できます。
pt_br: Você pode reiniciar o tutorial pelo menu principal.
zh_hans: 你可以从主菜单重新开始教程。

# You say: %@
source: You say: %1$@
de: Du sagst: %1$@
es: Tú dices: %1$@
fr: Vous dites : %1$@
ja: あなた：%1$@
pt_br: Você diz: %1$@
zh_hans: 你说：%1$@

source: Your trusty cannon. Fires a single shot.
de: Deine verlässliche Kanone. Feuert einen einzelnen Schuss.
es: Tu cañón de confianza. Dispara un tiro sencillo.
fr: Votre fidèle canon. Tire un seul coup.
ja: 頼れる大砲。1発だけ撃ちます。
pt_br: Seu canhão confiável. Dispara um único tiro.
zh_hans: 你可靠的大炮。发射单发炮弹。

source: YOUR TURN
de: DU BIST DRAN
es: TU TURNO
fr: À VOUS
ja: あなたの番
pt_br: SUA VEZ
zh_hans: 你的回合

source: Your turn — fire!
de: Du bist dran — Feuer!
es: Tu turno — ¡fuego!
fr: À vous — feu !
ja: あなたの番 — 発射！
pt_br: Sua vez — fogo!
zh_hans: 你的回合 — 开火！

source: Admiral Bubbles
es: Almirante Bubbles
fr: Amiral Bubbles
ja: バブルス提督
pt_br: Almirante Bubbles
zh_hans: 泡泡上将

source: Aye!
es: ¡Sí!
fr: Oui !
ja: 了解！
pt_br: Sim!
zh_hans: 好！

source: Chat
fr: Discussion
ja: チャット
zh_hans: 聊天

# Tutorial: %@
source: Tutorial: %1$@
fr: Tutoriel : %1$@
ja: チュートリアル：%1$@
zh_hans: 教程：%1$@

source: Barnacle Bess
ja: フジツボ・ベス
zh_hans: 藤壶贝丝

source: Soapy Sal
ja: ソーピー・サル
zh_hans: 肥皂萨尔

source: OK
zh_hans: 好
